;
; Bare Shoulders
;

[CnvMed_Bare_Shoulder_Left_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[CnvMed_Bare_Shoulder_Right_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[CnvMed_Bare_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[CnvMed_Bare_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[PltLgt_Bare_Shoulder_Left_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[PltLgt_Bare_Shoulder_Right_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[PltLgt_Bare_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[PltLgt_Bare_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[PltMed_Bare_Shoulder_Left_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[PltMed_Bare_Shoulder_Right_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[PltMed_Bare_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[PltMed_Bare_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[PltHvy_Bare_Shoulder_Left_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[PltHvy_Bare_Shoulder_Right_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[PltHvy_Bare_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[PltHvy_Bare_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[PwrLgt_Bare_Shoulder_Left_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[PwrLgt_Bare_Shoulder_Right_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[PwrLgt_Bare_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[PwrLgt_Bare_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[PwrMed_Bare_Shoulder_Left_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[PwrMed_Bare_Shoulder_Right_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[PwrMed_Bare_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[PwrMed_Bare_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[PwrHvy_Bare_Shoulder_Left_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[PwrHvy_Bare_Shoulder_Right_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[PwrHvy_Bare_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[PwrHvy_Bare_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"

;
; Kevlar
;

[CnvMed_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Kevlar A"
[CnvMed_Arms_Left_B1_F X2BodyPartTemplate]
DisplayName="Kevlar B1"
[CnvMed_Arms_Left_B2_F X2BodyPartTemplate]
DisplayName="Kevlar B2"
[CnvMed_Arms_Left_C1_F X2BodyPartTemplate]
DisplayName="Kevlar C1"
[CnvMed_Arms_Left_C2_F X2BodyPartTemplate]
DisplayName="Kevlar C2"
[CnvMed_Arms_Left_D1_F X2BodyPartTemplate]
DisplayName="Kevlar D1"
[CnvMed_Arms_Left_D2_F X2BodyPartTemplate]
DisplayName="Kevlar D2"
[CnvMed_Arms_Left_E1_F X2BodyPartTemplate]
DisplayName="Kevlar E1"
[CnvMed_Arms_Left_E2_F X2BodyPartTemplate]
DisplayName="Kevlar E2"
[CnvMed_Arms_Left_F1_F X2BodyPartTemplate]
DisplayName="Kevlar F1"
[CnvMed_Arms_Left_F2_F X2BodyPartTemplate]
DisplayName="Kevlar F2"
[Underlay_Arms_Left_F X2BodyPartTemplate]
DisplayName="Underlay"

[CnvMed_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Kevlar A"
[CnvMed_Arms_Right_B1_F X2BodyPartTemplate]
DisplayName="Kevlar B1"
[CnvMed_Arms_Right_B2_F X2BodyPartTemplate]
DisplayName="Kevlar B2"
[CnvMed_Arms_Right_C1_F X2BodyPartTemplate]
DisplayName="Kevlar C1"
[CnvMed_Arms_Right_C2_F X2BodyPartTemplate]
DisplayName="Kevlar C2"
[CnvMed_Arms_Right_D1_F X2BodyPartTemplate]
DisplayName="Kevlar D1"
[CnvMed_Arms_Right_D2_F X2BodyPartTemplate]
DisplayName="Kevlar D2"
[CnvMed_Arms_Right_E1_F X2BodyPartTemplate]
DisplayName="Kevlar E1"
[CnvMed_Arms_Right_E2_F X2BodyPartTemplate]
DisplayName="Kevlar E2"
[CnvMed_Arms_Right_F1_F X2BodyPartTemplate]
DisplayName="Kevlar F1"
[CnvMed_Arms_Right_F2_F X2BodyPartTemplate]
DisplayName="Kevlar F2"
[Underlay_Arms_Right_F X2BodyPartTemplate]
DisplayName="Underlay"

[CnvMed_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Kevlar A"
[CnvMed_Arms_Left_B1_M X2BodyPartTemplate]
DisplayName="Kevlar B1"
[CnvMed_Arms_Left_B2_M X2BodyPartTemplate]
DisplayName="Kevlar B2"
[CnvMed_Arms_Left_C1_M X2BodyPartTemplate]
DisplayName="Kevlar C1"
[CnvMed_Arms_Left_C2_M X2BodyPartTemplate]
DisplayName="Kevlar C2"
[CnvMed_Arms_Left_D1_M X2BodyPartTemplate]
DisplayName="Kevlar D1"
[CnvMed_Arms_Left_D2_M X2BodyPartTemplate]
DisplayName="Kevlar D2"
[CnvMed_Arms_Left_E1_M X2BodyPartTemplate]
DisplayName="Kevlar E1"
[CnvMed_Arms_Left_E2_M X2BodyPartTemplate]
DisplayName="Kevlar E2"
[CnvMed_Arms_Left_F1_M X2BodyPartTemplate]
DisplayName="Kevlar F1"
[CnvMed_Arms_Left_F2_M X2BodyPartTemplate]
DisplayName="Kevlar F2"
[Underlay_Arms_Left_M X2BodyPartTemplate]
DisplayName="Underlay"

[CnvMed_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Kevlar A"
[CnvMed_Arms_Right_B1_M X2BodyPartTemplate]
DisplayName="Kevlar B1"
[CnvMed_Arms_Right_B2_M X2BodyPartTemplate]
DisplayName="Kevlar B2"
[CnvMed_Arms_Right_C1_M X2BodyPartTemplate]
DisplayName="Kevlar C1"
[CnvMed_Arms_Right_C2_M X2BodyPartTemplate]
DisplayName="Kevlar C2"
[CnvMed_Arms_Right_D1_M X2BodyPartTemplate]
DisplayName="Kevlar D1"
[CnvMed_Arms_Right_D2_M X2BodyPartTemplate]
DisplayName="Kevlar D2"
[CnvMed_Arms_Right_E1_M X2BodyPartTemplate]
DisplayName="Kevlar E1"
[CnvMed_Arms_Right_E2_M X2BodyPartTemplate]
DisplayName="Kevlar E2"
[CnvMed_Arms_Right_F1_M X2BodyPartTemplate]
DisplayName="Kevlar F1"
[CnvMed_Arms_Right_F2_M X2BodyPartTemplate]
DisplayName="Kevlar F2"
[Underlay_Arms_Right_M X2BodyPartTemplate]
DisplayName="Underlay"

[CnvMed_Shoulder_Left_F X2BodyPartTemplate]
DisplayName="Kevlar"
[CnvMed_Shoulder_Right_F X2BodyPartTemplate]
DisplayName="Kevlar"

[CnvMed_Shoulder_Left_M X2BodyPartTemplate]
DisplayName="Kevlar"
[CnvMed_Shoulder_Right_M X2BodyPartTemplate]
DisplayName="Kevlar"

;
; Predator
;

[PltMed_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Predator B"
[PltMed_Arms_Left_C_F X2BodyPartTemplate]
DisplayName="Predator C"
[PltMed_Arms_Left_E_F X2BodyPartTemplate]
DisplayName="Predator E"
[PltMed_Arms_Left_F_F X2BodyPartTemplate]
DisplayName="Predator F"
[PltLgt_Med_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Spider A"
[PltLgt_Med_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Spider B"
[PltLgt_Med_Arms_Left_C_F X2BodyPartTemplate]
DisplayName="Spider C"

[PltMed_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Predator B"
[PltMed_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Predator C"
[PltMed_Arms_Right_E_F X2BodyPartTemplate]
DisplayName="Predator E"
[PltMed_Arms_Right_F_F X2BodyPartTemplate]
DisplayName="Predator F"
[PltLgt_Med_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Spider A"
[PltLgt_Med_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Spider B"
[PltLgt_Med_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Spider C"

[PltMed_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Predator B"
[PltMed_Arms_Left_C_M X2BodyPartTemplate]
DisplayName="Predator C"
[PltMed_Arms_Left_E_M X2BodyPartTemplate]
DisplayName="Predator E"
[PltMed_Arms_Left_F_M X2BodyPartTemplate]
DisplayName="Predator F"
[PltLgt_Med_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Spider A"
[PltLgt_Med_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Spider B"
[PltLgt_Med_Arms_Left_C_M X2BodyPartTemplate]
DisplayName="Spider C"

[PltMed_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Predator B"
[PltMed_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Predator C"
[PltMed_Arms_Right_E_M X2BodyPartTemplate]
DisplayName="Predator E"
[PltMed_Arms_Right_F_M X2BodyPartTemplate]
DisplayName="Predator F"
[PltLgt_Med_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Spider A"
[PltLgt_Med_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Spider B"
[PltLgt_Med_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Spider C"

[PltMed_Shoulder_Left_B_F X2BodyPartTemplate]
DisplayName="Predator B"
[PltMed_Shoulder_Left_C_F X2BodyPartTemplate]
DisplayName="Predator C"

[PltMed_Shoulder_Right_B_F X2BodyPartTemplate]
DisplayName="Predator B"
[PltMed_Shoulder_Right_C_F X2BodyPartTemplate]
DisplayName="Predator C"

[PltMed_Shoulder_Left_B_M X2BodyPartTemplate]
DisplayName="Predator B"
[PltMed_Shoulder_Left_C_M X2BodyPartTemplate]
DisplayName="Predator C"

[PltMed_Shoulder_Right_B_M X2BodyPartTemplate]
DisplayName="Predator B"
[PltMed_Shoulder_Right_C_M X2BodyPartTemplate]
DisplayName="Predator C"

;
; Spider
;

[PltLgt_Arms_Grapple_Left_A_F X2BodyPartTemplate]
DisplayName="Spider A"
[PltLgt_Arms_Grapple_Left_B_F X2BodyPartTemplate]
DisplayName="Spider B"
[PltLgt_Arms_Grapple_Left_C_F X2BodyPartTemplate]
DisplayName="Spider C"

[PltLgt_Arms_Grapple_Left_A_M X2BodyPartTemplate]
DisplayName="Spider A"
[PltLgt_Arms_Grapple_Left_B_M X2BodyPartTemplate]
DisplayName="Spider B"
[PltLgt_Arms_Grapple_Left_C_M X2BodyPartTemplate]
DisplayName="Spider C"

[PltLgt_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Spider A"
[PltLgt_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Spider B"
[PltLgt_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Spider C"

[PltLgt_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Spider A"
[PltLgt_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Spider B"
[PltLgt_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Spider C"

[PltMed_Lgt_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Predator B"
[PltMed_Lgt_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Predator C"
[PltMed_Lgt_Arms_Right_E_F X2BodyPartTemplate]
DisplayName="Predator E"
[PltMed_Lgt_Arms_Right_F_F X2BodyPartTemplate]
DisplayName="Predator F"

[PltMed_Lgt_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Predator B"
[PltMed_Lgt_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Predator C"
[PltMed_Lgt_Arms_Right_E_M X2BodyPartTemplate]
DisplayName="Predator E"
[PltMed_Lgt_Arms_Right_F_M X2BodyPartTemplate]
DisplayName="Predator F"

[PltMed_Lgt_Shoulder_Left_B_F X2BodyPartTemplate]
DisplayName="Predator B"
[PltMed_Lgt_Shoulder_Left_C_F X2BodyPartTemplate]
DisplayName="Predator C"

[PltMed_Lgt_Shoulder_Right_B_F X2BodyPartTemplate]
DisplayName="Predator B"
[PltMed_Lgt_Shoulder_Right_C_F X2BodyPartTemplate]
DisplayName="Predator C"

[PltMed_Lgt_Shoulder_Left_B_M X2BodyPartTemplate]
DisplayName="Predator B"
[PltMed_Lgt_Shoulder_Left_C_M X2BodyPartTemplate]
DisplayName="Predator C"

[PltMed_Lgt_Shoulder_Right_B_M X2BodyPartTemplate]
DisplayName="Predator B"
[PltMed_Lgt_Shoulder_Right_C_M X2BodyPartTemplate]
DisplayName="Predator C"

;
; E.X.O.
;

[PltHvy_Arms_Exo_B_Left_B_F X2BodyPartTemplate]
DisplayName="E.X.O. B"
[PltHvy_Arms_Exo_B_Left_F_F X2BodyPartTemplate]
DisplayName="E.X.O. F"
[PltHvy_Arms_Exo_F_Left_B_F X2BodyPartTemplate]
DisplayName="E.X.O. Canvas B"
[PltHvy_Arms_Exo_F_Left_F_F X2BodyPartTemplate]
DisplayName="E.X.O. Canvas F"

[PltHvy_Arms_Exo_B_Right_B_F X2BodyPartTemplate]
DisplayName="E.X.O. B"
[PltHvy_Arms_Exo_B_Right_F_F X2BodyPartTemplate]
DisplayName="E.X.O. F"
[PltHvy_Arms_Exo_F_Right_B_F X2BodyPartTemplate]
DisplayName="E.X.O. Canvas B"
[PltHvy_Arms_Exo_F_Right_F_F X2BodyPartTemplate]
DisplayName="E.X.O. Canvas F"

[PltHvy_Arms_Exo_B_Left_B_M X2BodyPartTemplate]
DisplayName="E.X.O. B"
[PltHvy_Arms_Exo_B_Left_F_M X2BodyPartTemplate]
DisplayName="E.X.O. F"
[PltHvy_Arms_Exo_F_Left_B_M X2BodyPartTemplate]
DisplayName="E.X.O. Canvas B"
[PltHvy_Arms_Exo_F_Left_F_M X2BodyPartTemplate]
DisplayName="E.X.O. Canvas F"

[PltHvy_Arms_Exo_B_Right_B_M X2BodyPartTemplate]
DisplayName="E.X.O. B"
[PltHvy_Arms_Exo_B_Right_F_M X2BodyPartTemplate]
DisplayName="E.X.O. F"
[PltHvy_Arms_Exo_F_Right_B_M X2BodyPartTemplate]
DisplayName="E.X.O. Canvas B"
[PltHvy_Arms_Exo_F_Right_F_M X2BodyPartTemplate]
DisplayName="E.X.O. Canvas F"

[PltMed_Hvy_Shoulder_Left_B_F X2BodyPartTemplate]
DisplayName="Predator B"
[PltMed_Hvy_Shoulder_Left_C_F X2BodyPartTemplate]
DisplayName="Predator C"

[PltMed_Hvy_Shoulder_Right_B_F X2BodyPartTemplate]
DisplayName="Predator B"
[PltMed_Hvy_Shoulder_Right_C_F X2BodyPartTemplate]
DisplayName="Predator C"

[PltMed_Hvy_Shoulder_Left_B_M X2BodyPartTemplate]
DisplayName="Predator B"
[PltMed_Hvy_Shoulder_Left_C_M X2BodyPartTemplate]
DisplayName="Predator C"

[PltMed_Hvy_Shoulder_Right_B_M X2BodyPartTemplate]
DisplayName="Predator B"
[PltMed_Hvy_Shoulder_Right_C_M X2BodyPartTemplate]
DisplayName="Predator C"

;
; Warden
;

[PwrMed_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Warden A"
[PwrMed_Arms_Left_1_A_F X2BodyPartTemplate]
DisplayName="Warden A1"
[PwrMed_Arms_Left_3_A_F X2BodyPartTemplate]
DisplayName="Warden A3"
[PwrMed_Arms_Left_4_A_F X2BodyPartTemplate]
DisplayName="Warden A4"
[PwrMed_Arms_Left_C_F X2BodyPartTemplate]
DisplayName="Warden C"

[PwrMed_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Warden A"
[PwrMed_Arms_Right_1_A_F X2BodyPartTemplate]
DisplayName="Warden A1"
[PwrMed_Arms_Right_3_A_F X2BodyPartTemplate]
DisplayName="Warden A3"
[PwrMed_Arms_Right_4_A_F X2BodyPartTemplate]
DisplayName="Warden A4"
[PwrMed_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Warden C"

[PwrMed_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Warden A"
[PwrMed_Arms_Left_1_A_M X2BodyPartTemplate]
DisplayName="Warden A1"
[PwrMed_Arms_Left_3_A_M X2BodyPartTemplate]
DisplayName="Warden A3"
[PwrMed_Arms_Left_4_A_M X2BodyPartTemplate]
DisplayName="Warden A4"
[PwrMed_Arms_Left_C_M X2BodyPartTemplate]
DisplayName="Warden C"

[PwrMed_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Warden A"
[PwrMed_Arms_Right_1_A_M X2BodyPartTemplate]
DisplayName="Warden A1"
[PwrMed_Arms_Right_3_A_M X2BodyPartTemplate]
DisplayName="Warden A3"
[PwrMed_Arms_Right_4_A_M X2BodyPartTemplate]
DisplayName="Warden A4"
[PwrMed_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Warden C"

[PwrLgt_Med_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Wraith A"
[PwrLgt_Med_Arms_Left_1_A_F X2BodyPartTemplate]
DisplayName="Wraith A1"
[PwrLgt_Med_Arms_Left_2_A_F X2BodyPartTemplate]
DisplayName="Wraith A2"
[PwrLgt_Med_Arms_Left_3_A_F X2BodyPartTemplate]
DisplayName="Wraith A3"
[PwrLgt_Med_Arms_Left_4_A_F X2BodyPartTemplate]
DisplayName="Wraith A4"
[PwrLgt_Med_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Wraith B"
[PwrLgt_Med_Arms_Left_2_B_F X2BodyPartTemplate]
DisplayName="Wraith B2"
[PwrLgt_Med_Arms_Left_3_B_F X2BodyPartTemplate]
DisplayName="Wraith B3"
[PwrLgt_Med_Arms_Left_4_B_F X2BodyPartTemplate]
DisplayName="Wraith B4"

[PwrLgt_Med_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Wraith A"
[PwrLgt_Med_Arms_Right_1_A_F X2BodyPartTemplate]
DisplayName="Wraith A1"
[PwrLgt_Med_Arms_Right_2_A_F X2BodyPartTemplate]
DisplayName="Wraith A2"
[PwrLgt_Med_Arms_Right_3_A_F X2BodyPartTemplate]
DisplayName="Wraith A3"
[PwrLgt_Med_Arms_Right_4_A_F X2BodyPartTemplate]
DisplayName="Wraith A4"
[PwrLgt_Med_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Wraith B"
[PwrLgt_Med_Arms_Right_2_B_F X2BodyPartTemplate]
DisplayName="Wraith B2"
[PwrLgt_Med_Arms_Right_3_B_F X2BodyPartTemplate]
DisplayName="Wraith B3"
[PwrLgt_Med_Arms_Right_4_B_F X2BodyPartTemplate]
DisplayName="Wraith B4"

[PwrLgt_Med_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Wraith A"
[PwrLgt_Med_Arms_Left_1_A_M X2BodyPartTemplate]
DisplayName="Wraith A1"
[PwrLgt_Med_Arms_Left_2_A_M X2BodyPartTemplate]
DisplayName="Wraith A2"
[PwrLgt_Med_Arms_Left_3_A_M X2BodyPartTemplate]
DisplayName="Wraith A3"
[PwrLgt_Med_Arms_Left_4_A_M X2BodyPartTemplate]
DisplayName="Wraith A4"
[PwrLgt_Med_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Wraith B"
[PwrLgt_Med_Arms_Left_2_B_M X2BodyPartTemplate]
DisplayName="Wraith B2"
[PwrLgt_Med_Arms_Left_3_B_M X2BodyPartTemplate]
DisplayName="Wraith B3"
[PwrLgt_Med_Arms_Left_4_B_M X2BodyPartTemplate]
DisplayName="Wraith B4"

[PwrLgt_Med_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Wraith A"
[PwrLgt_Med_Arms_Right_1_A_M X2BodyPartTemplate]
DisplayName="Wraith A1"
[PwrLgt_Med_Arms_Right_2_A_M X2BodyPartTemplate]
DisplayName="Wraith A2"
[PwrLgt_Med_Arms_Right_3_A_M X2BodyPartTemplate]
DisplayName="Wraith A3"
[PwrLgt_Med_Arms_Right_4_A_M X2BodyPartTemplate]
DisplayName="Wraith A4"
[PwrLgt_Med_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Wraith B"
[PwrLgt_Med_Arms_Right_2_B_M X2BodyPartTemplate]
DisplayName="Wraith B2"
[PwrLgt_Med_Arms_Right_3_B_M X2BodyPartTemplate]
DisplayName="Wraith B3"
[PwrLgt_Med_Arms_Right_4_B_M X2BodyPartTemplate]
DisplayName="Wraith B4"

[PwrMed_Shoulder_Left_A_F X2BodyPartTemplate]
DisplayName="Warden A"
[PwrMed_Shoulder_Left_1_A_F X2BodyPartTemplate]
DisplayName="Warden A1"
[PwrMed_Shoulder_Left_2_A_F X2BodyPartTemplate]
DisplayName="Warden A2"
[PwrMed_Shoulder_Left_B_F X2BodyPartTemplate]
DisplayName="Warden B"
[PwrMed_Shoulder_Left_1_B_F X2BodyPartTemplate]
DisplayName="Warden B1"
[PwrMed_Shoulder_Left_2_B_F X2BodyPartTemplate]
DisplayName="Warden B2"
[PwrMed_Shoulder_Left_C_F X2BodyPartTemplate]
DisplayName="Warden C"

[PwrMed_Shoulder_Right_A_F X2BodyPartTemplate]
DisplayName="Warden A"
[PwrMed_Shoulder_Right_1_A_F X2BodyPartTemplate]
DisplayName="Warden A1"
[PwrMed_Shoulder_Right_2_A_F X2BodyPartTemplate]
DisplayName="Warden A2"
[PwrMed_Shoulder_Right_B_F X2BodyPartTemplate]
DisplayName="Warden B"
[PwrMed_Shoulder_Right_1_B_F X2BodyPartTemplate]
DisplayName="Warden B1"
[PwrMed_Shoulder_Right_2_B_F X2BodyPartTemplate]
DisplayName="Warden B2"
[PwrMed_Shoulder_Right_C_F X2BodyPartTemplate]
DisplayName="Warden C"

[PwrMed_Shoulder_Left_A_M X2BodyPartTemplate]
DisplayName="Warden A"
[PwrMed_Shoulder_Left_1_A_M X2BodyPartTemplate]
DisplayName="Warden A1"
[PwrMed_Shoulder_Left_2_A_M X2BodyPartTemplate]
DisplayName="Warden A2"
[PwrMed_Shoulder_Left_B_M X2BodyPartTemplate]
DisplayName="Warden B"
[PwrMed_Shoulder_Left_1_B_M X2BodyPartTemplate]
DisplayName="Warden B1"
[PwrMed_Shoulder_Left_2_B_M X2BodyPartTemplate]
DisplayName="Warden B2"
[PwrMed_Shoulder_Left_C_M X2BodyPartTemplate]
DisplayName="Warden C"

[PwrMed_Shoulder_Right_A_M X2BodyPartTemplate]
DisplayName="Warden A"
[PwrMed_Shoulder_Right_1_A_M X2BodyPartTemplate]
DisplayName="Warden A1"
[PwrMed_Shoulder_Right_2_A_M X2BodyPartTemplate]
DisplayName="Warden A2"
[PwrMed_Shoulder_Right_B_M X2BodyPartTemplate]
DisplayName="Warden B"
[PwrMed_Shoulder_Right_1_B_M X2BodyPartTemplate]
DisplayName="Warden B1"
[PwrMed_Shoulder_Right_2_B_M X2BodyPartTemplate]
DisplayName="Warden B2"
[PwrMed_Shoulder_Right_C_M X2BodyPartTemplate]
DisplayName="Warden C"

[PwrHvy_Med_Shoulder_Left_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A"
[PwrHvy_Med_Shoulder_Left_2_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A2"
[PwrHvy_Med_Shoulder_Left_3_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A3"
[PwrHvy_Med_Shoulder_Left_4_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A4"
[PwrHvy_Med_Shoulder_Left_C_F X2BodyPartTemplate]
DisplayName="W.A.R. C"

[PwrHvy_Med_Shoulder_Right_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A"
[PwrHvy_Med_Shoulder_Right_2_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A2"
[PwrHvy_Med_Shoulder_Right_3_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A3"
[PwrHvy_Med_Shoulder_Right_4_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A4"
[PwrHvy_Med_Shoulder_Right_C_F X2BodyPartTemplate]
DisplayName="W.A.R. C"

[PwrHvy_Med_Shoulder_Left_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A"
[PwrHvy_Med_Shoulder_Left_2_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A2"
[PwrHvy_Med_Shoulder_Left_3_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A3"
[PwrHvy_Med_Shoulder_Left_4_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A4"
[PwrHvy_Med_Shoulder_Left_C_M X2BodyPartTemplate]
DisplayName="W.A.R. C"

[PwrHvy_Med_Shoulder_Right_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A"
[PwrHvy_Med_Shoulder_Right_2_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A2"
[PwrHvy_Med_Shoulder_Right_3_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A3"
[PwrHvy_Med_Shoulder_Right_4_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A4"
[PwrHvy_Med_Shoulder_Right_C_M X2BodyPartTemplate]
DisplayName="W.A.R. C"

;
; Wraith
;

[PwrLgt_Arms_Grapple_Left_A_F X2BodyPartTemplate]
DisplayName="Wraith A"
[PwrLgt_Arms_Grapple_Left_1_A_F X2BodyPartTemplate]
DisplayName="Wraith A1"
[PwrLgt_Arms_Grapple_Left_2_A_F X2BodyPartTemplate]
DisplayName="Wraith A2"
[PwrLgt_Arms_Grapple_Left_3_A_F X2BodyPartTemplate]
DisplayName="Wraith A3"
[PwrLgt_Arms_Grapple_Left_4_A_F X2BodyPartTemplate]
DisplayName="Wraith A4"
[PwrLgt_Arms_Grapple_Left_B_F X2BodyPartTemplate]
DisplayName="Wraith B"
[PwrLgt_Arms_Grapple_Left_2_B_F X2BodyPartTemplate]
DisplayName="Wraith B2"
[PwrLgt_Arms_Grapple_Left_3_B_F X2BodyPartTemplate]
DisplayName="Wraith B3"
[PwrLgt_Arms_Grapple_Left_4_B_F X2BodyPartTemplate]
DisplayName="Wraith B4"
[PwrLgt_Arms_Grapple_Left_D_F X2BodyPartTemplate]
DisplayName="Wraith D"
[PwrLgt_Arms_Grapple_Left_3_D_F X2BodyPartTemplate]
DisplayName="Wraith D3"
[PwrLgt_Arms_Grapple_Left_4_D_F X2BodyPartTemplate]
DisplayName="Wraith D4"

[PwrLgt_Arms_Grapple_Left_A_M X2BodyPartTemplate]
DisplayName="Wraith A"
[PwrLgt_Arms_Grapple_Left_1_A_M X2BodyPartTemplate]
DisplayName="Wraith A1"
[PwrLgt_Arms_Grapple_Left_2_A_M X2BodyPartTemplate]
DisplayName="Wraith A2"
[PwrLgt_Arms_Grapple_Left_3_A_M X2BodyPartTemplate]
DisplayName="Wraith A3"
[PwrLgt_Arms_Grapple_Left_4_A_M X2BodyPartTemplate]
DisplayName="Wraith A4"
[PwrLgt_Arms_Grapple_Left_B_M X2BodyPartTemplate]
DisplayName="Wraith B"
[PwrLgt_Arms_Grapple_Left_2_B_M X2BodyPartTemplate]
DisplayName="Wraith B2"
[PwrLgt_Arms_Grapple_Left_3_B_M X2BodyPartTemplate]
DisplayName="Wraith B3"
[PwrLgt_Arms_Grapple_Left_4_B_M X2BodyPartTemplate]
DisplayName="Wraith B4"
[PwrLgt_Arms_Grapple_Left_D_M X2BodyPartTemplate]
DisplayName="Wraith D"
[PwrLgt_Arms_Grapple_Left_3_D_M X2BodyPartTemplate]
DisplayName="Wraith D3"
[PwrLgt_Arms_Grapple_Left_4_D_M X2BodyPartTemplate]
DisplayName="Wraith D4"

[PwrLgt_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Wraith A"
[PwrLgt_Arms_Right_1_A_F X2BodyPartTemplate]
DisplayName="Wraith A1"
[PwrLgt_Arms_Right_2_A_F X2BodyPartTemplate]
DisplayName="Wraith A2"
[PwrLgt_Arms_Right_3_A_F X2BodyPartTemplate]
DisplayName="Wraith A3"
[PwrLgt_Arms_Right_4_A_F X2BodyPartTemplate]
DisplayName="Wraith A4"
[PwrLgt_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Wraith B"
[PwrLgt_Arms_Right_2_B_F X2BodyPartTemplate]
DisplayName="Wraith B2"
[PwrLgt_Arms_Right_3_B_F X2BodyPartTemplate]
DisplayName="Wraith B3"
[PwrLgt_Arms_Right_4_B_F X2BodyPartTemplate]
DisplayName="Wraith B4"

[PwrLgt_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Wraith A"
[PwrLgt_Arms_Right_1_A_M X2BodyPartTemplate]
DisplayName="Wraith A1"
[PwrLgt_Arms_Right_2_A_M X2BodyPartTemplate]
DisplayName="Wraith A2"
[PwrLgt_Arms_Right_3_A_M X2BodyPartTemplate]
DisplayName="Wraith A3"
[PwrLgt_Arms_Right_4_A_M X2BodyPartTemplate]
DisplayName="Wraith A4"
[PwrLgt_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Wraith B"
[PwrLgt_Arms_Right_2_B_M X2BodyPartTemplate]
DisplayName="Wraith B2"
[PwrLgt_Arms_Right_3_B_M X2BodyPartTemplate]
DisplayName="Wraith B3"
[PwrLgt_Arms_Right_4_B_M X2BodyPartTemplate]
DisplayName="Wraith B4"

[PwrMed_Lgt_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Warden A"
[PwrMed_Lgt_Arms_Right_1_A_F X2BodyPartTemplate]
DisplayName="Warden A1"
[PwrMed_Lgt_Arms_Right_3_A_F X2BodyPartTemplate]
DisplayName="Warden A3"
[PwrMed_Lgt_Arms_Right_4_A_F X2BodyPartTemplate]
DisplayName="Warden A4"
[PwrMed_Lgt_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Warden C"

[PwrMed_Lgt_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Warden A"
[PwrMed_Lgt_Arms_Right_1_A_M X2BodyPartTemplate]
DisplayName="Warden A1"
[PwrMed_Lgt_Arms_Right_3_A_M X2BodyPartTemplate]
DisplayName="Warden A3"
[PwrMed_Lgt_Arms_Right_4_A_M X2BodyPartTemplate]
DisplayName="Warden A4"
[PwrMed_Lgt_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Warden C"

[PwrMed_Lgt_Shoulder_Left_A_F X2BodyPartTemplate]
DisplayName="Warden A"
[PwrMed_Lgt_Shoulder_Left_1_A_F X2BodyPartTemplate]
DisplayName="Warden A1"
[PwrMed_Lgt_Shoulder_Left_2_A_F X2BodyPartTemplate]
DisplayName="Warden A2"
[PwrMed_Lgt_Shoulder_Left_B_F X2BodyPartTemplate]
DisplayName="Warden B"
[PwrMed_Lgt_Shoulder_Left_1_B_F X2BodyPartTemplate]
DisplayName="Warden B1"
[PwrMed_Lgt_Shoulder_Left_2_B_F X2BodyPartTemplate]
DisplayName="Warden B2"
[PwrMed_Lgt_Shoulder_Left_C_F X2BodyPartTemplate]
DisplayName="Warden C"

[PwrMed_Lgt_Shoulder_Right_A_F X2BodyPartTemplate]
DisplayName="Warden A"
[PwrMed_Lgt_Shoulder_Right_1_A_F X2BodyPartTemplate]
DisplayName="Warden A1"
[PwrMed_Lgt_Shoulder_Right_2_A_F X2BodyPartTemplate]
DisplayName="Warden A2"
[PwrMed_Lgt_Shoulder_Right_B_F X2BodyPartTemplate]
DisplayName="Warden B"
[PwrMed_Lgt_Shoulder_Right_1_B_F X2BodyPartTemplate]
DisplayName="Warden B1"
[PwrMed_Lgt_Shoulder_Right_2_B_F X2BodyPartTemplate]
DisplayName="Warden B2"
[PwrMed_Lgt_Shoulder_Right_C_F X2BodyPartTemplate]
DisplayName="Warden C"

[PwrMed_Lgt_Shoulder_Left_A_M X2BodyPartTemplate]
DisplayName="Warden A"
[PwrMed_Lgt_Shoulder_Left_1_A_M X2BodyPartTemplate]
DisplayName="Warden A1"
[PwrMed_Lgt_Shoulder_Left_2_A_M X2BodyPartTemplate]
DisplayName="Warden A2"
[PwrMed_Lgt_Shoulder_Left_B_M X2BodyPartTemplate]
DisplayName="Warden B"
[PwrMed_Lgt_Shoulder_Left_1_B_M X2BodyPartTemplate]
DisplayName="Warden B1"
[PwrMed_Lgt_Shoulder_Left_2_B_M X2BodyPartTemplate]
DisplayName="Warden B2"
[PwrMed_Lgt_Shoulder_Left_C_M X2BodyPartTemplate]
DisplayName="Warden C"

[PwrMed_Lgt_Shoulder_Right_A_M X2BodyPartTemplate]
DisplayName="Warden A"
[PwrMed_Lgt_Shoulder_Right_1_A_M X2BodyPartTemplate]
DisplayName="Warden A1"
[PwrMed_Lgt_Shoulder_Right_2_A_M X2BodyPartTemplate]
DisplayName="Warden A2"
[PwrMed_Lgt_Shoulder_Right_B_M X2BodyPartTemplate]
DisplayName="Warden B"
[PwrMed_Lgt_Shoulder_Right_1_B_M X2BodyPartTemplate]
DisplayName="Warden B1"
[PwrMed_Lgt_Shoulder_Right_2_B_M X2BodyPartTemplate]
DisplayName="Warden B2"
[PwrMed_Lgt_Shoulder_Right_C_M X2BodyPartTemplate]
DisplayName="Warden C"

[PwrHvy_Lgt_Shoulder_Left_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A"
[PwrHvy_Lgt_Shoulder_Left_2_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A2"
[PwrHvy_Lgt_Shoulder_Left_3_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A3"
[PwrHvy_Lgt_Shoulder_Left_4_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A4"
[PwrHvy_Lgt_Shoulder_Left_C_F X2BodyPartTemplate]
DisplayName="W.A.R. C"

[PwrHvy_Lgt_Shoulder_Right_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A"
[PwrHvy_Lgt_Shoulder_Right_2_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A2"
[PwrHvy_Lgt_Shoulder_Right_3_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A3"
[PwrHvy_Lgt_Shoulder_Right_4_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A4"
[PwrHvy_Lgt_Shoulder_Right_C_F X2BodyPartTemplate]
DisplayName="W.A.R. C"

[PwrHvy_Lgt_Shoulder_Left_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A"
[PwrHvy_Lgt_Shoulder_Left_2_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A2"
[PwrHvy_Lgt_Shoulder_Left_3_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A3"
[PwrHvy_Lgt_Shoulder_Left_4_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A4"
[PwrHvy_Lgt_Shoulder_Left_C_M X2BodyPartTemplate]
DisplayName="W.A.R. C"

[PwrHvy_Lgt_Shoulder_Right_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A"
[PwrHvy_Lgt_Shoulder_Right_2_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A2"
[PwrHvy_Lgt_Shoulder_Right_3_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A3"
[PwrHvy_Lgt_Shoulder_Right_4_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A4"
[PwrHvy_Lgt_Shoulder_Right_C_M X2BodyPartTemplate]
DisplayName="W.A.R. C"

;
; W.A.R.
;

[PwrHvy_Arms_War_Left_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A"
[PwrHvy_Arms_War_Left_1_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A1"
[PwrHvy_Arms_War_Left_3_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A3"
[PwrHvy_Arms_War_Left_4_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A4"
[PwrHvy_Arms_War_Left_C_F X2BodyPartTemplate]
DisplayName="W.A.R. C"

[PwrHvy_Arms_War_Right_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A"
[PwrHvy_Arms_War_Right_1_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A1"
[PwrHvy_Arms_War_Right_3_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A3"
[PwrHvy_Arms_War_Right_4_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A4"
[PwrHvy_Arms_War_Right_C_F X2BodyPartTemplate]
DisplayName="W.A.R. C"

[PwrHvy_Arms_War_Left_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A"
[PwrHvy_Arms_War_Left_1_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A1"
[PwrHvy_Arms_War_Left_3_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A3"
[PwrHvy_Arms_War_Left_4_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A4"
[PwrHvy_Arms_War_Left_C_M X2BodyPartTemplate]
DisplayName="W.A.R. C"

[PwrHvy_Arms_War_Right_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A"
[PwrHvy_Arms_War_Right_1_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A1"
[PwrHvy_Arms_War_Right_3_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A3"
[PwrHvy_Arms_War_Right_4_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A4"
[PwrHvy_Arms_War_Right_C_M X2BodyPartTemplate]
DisplayName="W.A.R. C"

[PwrHvy_Shoulder_Left_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A"
[PwrHvy_Shoulder_Left_2_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A2"
[PwrHvy_Shoulder_Left_3_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A3"
[PwrHvy_Shoulder_Left_4_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A4"
[PwrHvy_Shoulder_Left_C_F X2BodyPartTemplate]
DisplayName="W.A.R. C"

[PwrHvy_Shoulder_Right_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A"
[PwrHvy_Shoulder_Right_2_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A2"
[PwrHvy_Shoulder_Right_3_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A3"
[PwrHvy_Shoulder_Right_4_A_F X2BodyPartTemplate]
DisplayName="W.A.R. A4"
[PwrHvy_Shoulder_Right_C_F X2BodyPartTemplate]
DisplayName="W.A.R. C"

[PwrHvy_Shoulder_Left_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A"
[PwrHvy_Shoulder_Left_2_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A2"
[PwrHvy_Shoulder_Left_3_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A3"
[PwrHvy_Shoulder_Left_4_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A4"
[PwrHvy_Shoulder_Left_C_M X2BodyPartTemplate]
DisplayName="W.A.R. C"

[PwrHvy_Shoulder_Right_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A"
[PwrHvy_Shoulder_Right_2_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A2"
[PwrHvy_Shoulder_Right_3_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A3"
[PwrHvy_Shoulder_Right_4_A_M X2BodyPartTemplate]
DisplayName="W.A.R. A4"
[PwrHvy_Shoulder_Right_C_M X2BodyPartTemplate]
DisplayName="W.A.R. C"

[PwrMed_Hvy_Shoulder_Left_A_F X2BodyPartTemplate]
DisplayName="Warden A"
[PwrMed_Hvy_Shoulder_Left_1_A_F X2BodyPartTemplate]
DisplayName="Warden A1"
[PwrMed_Hvy_Shoulder_Left_2_A_F X2BodyPartTemplate]
DisplayName="Warden A2"
[PwrMed_Hvy_Shoulder_Left_B_F X2BodyPartTemplate]
DisplayName="Warden B"
[PwrMed_Hvy_Shoulder_Left_1_B_F X2BodyPartTemplate]
DisplayName="Warden B1"
[PwrMed_Hvy_Shoulder_Left_2_B_F X2BodyPartTemplate]
DisplayName="Warden B2"
[PwrMed_Hvy_Shoulder_Left_C_F X2BodyPartTemplate]
DisplayName="Warden C"

[PwrMed_Hvy_Shoulder_Right_A_F X2BodyPartTemplate]
DisplayName="Warden A"
[PwrMed_Hvy_Shoulder_Right_1_A_F X2BodyPartTemplate]
DisplayName="Warden A1"
[PwrMed_Hvy_Shoulder_Right_2_A_F X2BodyPartTemplate]
DisplayName="Warden A2"
[PwrMed_Hvy_Shoulder_Right_B_F X2BodyPartTemplate]
DisplayName="Warden B"
[PwrMed_Hvy_Shoulder_Right_1_B_F X2BodyPartTemplate]
DisplayName="Warden B1"
[PwrMed_Hvy_Shoulder_Right_2_B_F X2BodyPartTemplate]
DisplayName="Warden B2"
[PwrMed_Hvy_Shoulder_Right_C_F X2BodyPartTemplate]
DisplayName="Warden C"

[PwrMed_Hvy_Shoulder_Left_A_M X2BodyPartTemplate]
DisplayName="Warden A"
[PwrMed_Hvy_Shoulder_Left_1_A_M X2BodyPartTemplate]
DisplayName="Warden A1"
[PwrMed_Hvy_Shoulder_Left_2_A_M X2BodyPartTemplate]
DisplayName="Warden A2"
[PwrMed_Hvy_Shoulder_Left_B_M X2BodyPartTemplate]
DisplayName="Warden B"
[PwrMed_Hvy_Shoulder_Left_1_B_M X2BodyPartTemplate]
DisplayName="Warden B1"
[PwrMed_Hvy_Shoulder_Left_2_B_M X2BodyPartTemplate]
DisplayName="Warden B2"
[PwrMed_Hvy_Shoulder_Left_C_M X2BodyPartTemplate]
DisplayName="Warden C"

[PwrMed_Hvy_Shoulder_Right_A_M X2BodyPartTemplate]
DisplayName="Warden A"
[PwrMed_Hvy_Shoulder_Right_1_A_M X2BodyPartTemplate]
DisplayName="Warden A1"
[PwrMed_Hvy_Shoulder_Right_2_A_M X2BodyPartTemplate]
DisplayName="Warden A2"
[PwrMed_Hvy_Shoulder_Right_B_M X2BodyPartTemplate]
DisplayName="Warden B"
[PwrMed_Hvy_Shoulder_Right_1_B_M X2BodyPartTemplate]
DisplayName="Warden B1"
[PwrMed_Hvy_Shoulder_Right_2_B_M X2BodyPartTemplate]
DisplayName="Warden B2"
[PwrMed_Hvy_Shoulder_Right_C_M X2BodyPartTemplate]
DisplayName="Warden C"